{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "I'm",
    "home_what_i_do": "I make dynamic and responsive websites and applications",
    "home_job": "Full Stack Developer, Freelancer",
    "home_location": "Based in Canada.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is Siva Kumar Gopi and I love doing stuff that impacts billions of people around the world. My love for development started at the age of 19 when I built a line following robot and used C++ to program it. Now, I mainly develop responsive applications using Java, React, NodeJs etc...",
    "experience_0_job": "Full-stack Developer",
    "experience_0_overview": "As a key member of the Research & Development team, I design, develop, and deploy modern payment solutions that directly impact business growth. My work includes building full-stack applications, leading critical feature development, optimizing performance, maintaining Kubernetes clusters, and integrating AI-driven tools and projects like the “AI Video Bill” to push product innovation forward.",
    "experience_0_duration": "Nov 2020 - Present",
    "experience_1_job": "Full-stack Developer",
    "experience_1_overview": "At IDENTOS, I engineered secure data-sharing solutions using UMA 2.0 standards and contributed end-to-end to a product subdivision from design to delivery. I built RESTful APIs, responsive front-end interfaces, and used Docker to streamline local development and microservices deployment, delivering robust, scalable solutions in a fast-paced environment.",
    "experience_1_duration": "Nov 2018 - Nov 2020",
    "experience_2_job": "Software Developer",
    "experience_2_overview": "At Capgemini, I focused on enhancing enterprise application performance and security. I developed RESTful APIs, implemented Spring Security for robust access control, applied core design patterns for clean code architecture, and ensured production readiness through proactive defect resolution and meticulous documentation.",
    "experience_2_duration": "Aug 2014 - Aug 2016",
    "projects_p1_overview": "Solution for ordering food online",
    "projects_p2_overview": "Code Hub is a hub for code lovers in Canada",
    "projects_p3_overview": "Burpees.io is a solution for gyms.",
    "projects_p1_extended_overview": "Food ordering website is a dynamic and responsive website for food ordering, uses a serverless API to dynamically manage the items and the cart.",
    "projects_p2_extended_overview": "codehub.tn is a showcase website for Code Hub: a coworking space at Canada for developers",
    "projects_p3_extended_overview": "Burpees.io is a solution for gyms. you can see plannings, take reservations and more. We've developed a white labalise app: If a client wants his native application it will be generated automatically. The dashboard is for the gym owner.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
