{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_what_i_do": "I make responsive websites and applications",
    "home_job": "Full stack web developer, freelancer, Github addict.",
    "home_location": "Based in Canada.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is Siva Kumar Gopi and I love doing stuff that impacts billions of people around the world. My love for development started at the age of 19 when I built a line following robot and used C++ to program it. Now, I mainly develop responsive applications using Java, React, NodeJs etc...",
    "experience_0_job": "Full-stack Developer",
    "experience_0_overview": "Paymentus is a leading provider of cloud-based bill payment technology and solutions.Paymentus serves billers of all sizes across a variety of industry verticals, including utilities, financial services, insurance, government, telecommunications and healthcare.",
    "experience_0_duration": "Nov 2020 - Present",
    "experience_1_job": "Full-stack Developer",
    "experience_1_overview": "IDENTOS believes digital trust is the linchpin to improving digital access everywhere. IDENTOS designs and develops digital identity & access technology to meet modern demands of user-centricity, respect for privacy, and distributed system interoperability.",
    "experience_1_duration": "Nov 2018 - Nov 2020",
    "experience_2_job": "Software Developer",
    "experience_2_overview": "Capgemini is a global leader in partnering with companies to transform and manage their business by harnessing the power of technology. The Group is guided everyday by its purpose of unleashing human energy through technology for an inclusive and sustainable future. It is a responsible and diverse organization of over 340,000 team members in more than 50 countries. With its strong 55-year heritage and deep industry expertise, Capgemini is trusted by its clients to address the entire breadth of their business needs, from strategy and design to operations, fueled by the fast evolving and innovative world of cloud, data, AI, connectivity, software, digital engineering and platforms.",
    "experience_2_duration": "Aug 2014 - Aug 2016",
    "projects_1_overview": "Solution for ordering food online",
    "projects_2_overview": "Code Hub is a hub for code lovers in Sousse, Tunisia",
    "projects_3_overview": "Burpees.io is a solution for gyms.",
    "projects_1_extended_overview": "Food ordering website is a dynamic and responsive website for food ordering, uses a serverless API to dynamically manage the items and the cart.",
    "projects_2_extended_overview": "codehub.tn is a showcase website for Code Hub: a coworking space at Sousse for developers",
    "projects_3_extended_overview": "Burpees.io is a solution for gyms. you can see plannings, take reservations and more. We've developed a white labalise app: If a client wants his native application it will be generated automatically. The dashboard is for the gym owner.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
