{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Bonjour",
    "home_i": "je suis",
    "home_what_i_do": "Je réalise des sites web et des applications dynamiques et responsives",
    "home_job": "Développeur full stack, freelance",
    "home_location": "Basé à Canada.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "Mon CV",
    "about_desc": "Bonjour, je m'appelle Siva Kumar Gopi et j'adore faire des choses qui ont un impact sur des milliards de personnes dans le monde. Mon amour pour le développement a commencé à l'âge de 19 ans lorsque j'ai construit un robot suiveur de ligne et utilisé C++ pour le programmer. Maintenant, je développe principalement des applications responsives en Java, React, NodeJs etc...",
    "experience_0_job": "Développeur full stack",
    "experience_0_overview": "En tant que membre clé de l'équipe Recherche et Développement, je conçois, développe et déploie des solutions de paiement modernes qui impactent directement la croissance de l'entreprise. Mon travail comprend la création d'applications full-stack, la direction du développement de fonctionnalités critiques, l'optimisation des performances, la maintenance des clusters Kubernetes et l'intégration d'outils et de projets basés sur l'IA, comme « AI Video Bill », pour stimuler l'innovation produit.",
    "experience_0_duration": "Novembre 2020 - Présent",
    "experience_1_job": "Développeur full stack",
    "experience_1_overview": "Chez IDENTOS, j'ai conçu des solutions de partage de données sécurisées utilisant les normes UMA 2.0 et contribué de bout en bout à une subdivision produit, de la conception à la livraison. J'ai développé des API RESTful et des interfaces front-end réactives, et utilisé Docker pour optimiser le développement local et le déploiement de microservices, offrant ainsi des solutions robustes et évolutives dans un environnement en constante évolution.",
    "experience_1_duration": "novembre 2018 - novembre 2020",
    "experience_2_job": "Développeur de logiciels",
    "experience_2_overview": "Chez Capgemini, je me suis concentré sur l'amélioration des performances et de la sécurité des applications d'entreprise. J'ai développé des API RESTful, implémenté Spring Security pour un contrôle d'accès robuste, appliqué des modèles de conception de base pour une architecture de code propre et assuré la disponibilité opérationnelle grâce à une résolution proactive des défauts et une documentation rigoureuse.",
    "experience_2_duration": "août 2014 - août 2016",
    "projects_p1_overview": "Solution pour commander de la nourriture en ligne",
    "projects_p2_overview": "Code Hub est un espace de coworking pour les développeurs.",
    "projects_p3_overview": "Burpees.io est une solution pour les salles de sport.",
    "projects_p1_extended_overview": "Le site Web de commande de nourriture est un site Web dynamique et réactif pour la commande de nourriture, utilise une API sans serveur pour gérer dynamiquement les articles et le panier.",
    "projects_p2_extended_overview": "codehub.tn est un site vitrine pour le coworking space Code Hub: l'établissment est lieu par excellence des développeurs à Canada.",
    "projects_p3_extended_overview": "Burpees.io est une solution pour les salles de sports nous y avons développé une application white labélisé. Ainsi, si une salle de sport veut sa propre application, elle va être généré automatiquement. Une partie web a été aussi réaliser : la partie administrateur pour le gérant de la salle.",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
