{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Bonjour",
    "home_i": "je suis",
    "home_what_i_do": "Je réalise des sites et des applications responsive",
    "home_job": "Développeur web full stack, freelance, accro à Github.",
    "home_location": "Basé à Canada.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "Mon CV",
    "about_desc": "Bonjour, je m'appelle Siva Kumar Gopi et j'adore faire des choses qui ont un impact sur des milliards de personnes dans le monde. Mon amour pour le développement a commencé à l'âge de 19 ans lorsque j'ai construit un robot suiveur de ligne et utilisé C++ pour le programmer. Maintenant, je développe principalement des applications responsives en Java, React, NodeJs etc...",
    "experience_0_job": "Développeur full stack",
    "experience_0_overview": "Paymentus est l'un des principaux fournisseurs de technologies et de solutions de paiement de factures basées sur le cloud. Paymentus sert des facturiers de toutes tailles dans une variété de secteurs verticaux, y compris les services publics, les services financiers, l'assurance, le gouvernement, les télécommunications et les soins de santé.",
    "experience_0_duration": "Novembre 2020 - Présent",
    "experience_1_job": "Développeur full stack",
    "experience_1_overview": "IDENTOS pense que la confiance numérique est la clé de voûte de l'amélioration de l'accès numérique partout. IDENTOS conçoit et développe une technologie d'identité et d'accès numériques pour répondre aux exigences modernes d'orientation utilisateur, de respect de la vie privée et d'interopérabilité des systèmes distribués.",
    "experience_1_duration": "novembre 2018 - novembre 2020",
    "experience_2_job": "Développeur de logiciels",
    "experience_2_overview": "Capgemini est un leader mondial des partenariats avec les entreprises pour transformer et gérer leur activité en exploitant la puissance de la technologie. Le Groupe est guidé au quotidien par son objectif de libérer l'énergie humaine par la technologie pour un avenir inclusif et durable. C'est une organisation responsable et diversifiée de plus de 340 000 membres d'équipe dans plus de 50 pays. Fort de ses 55 ans d'expérience et de sa profonde expertise sectorielle, Capgemini bénéficie de la confiance de ses clients pour répondre à l'ensemble de leurs besoins commerciaux, de la stratégie et de la conception aux opérations, alimentés par le monde en évolution rapide et innovant du cloud, des données, de l'IA, connectivité, logiciels, ingénierie numérique et plateformes.",
    "experience_2_duration": "août 2014 - août 2016",
    "projects_1_overview": "Solution pour commander de la nourriture en ligne",
    "projects_2_overview": "Code Hub est un espace de coworking pour les développeurs.",
    "projects_3_overview": "Burpees.io est une solution pour les salles de sport.",
    "projects_1_extended_overview": "Le site Web de commande de nourriture est un site Web dynamique et réactif pour la commande de nourriture, utilise une API sans serveur pour gérer dynamiquement les articles et le panier.",
    "projects_2_extended_overview": "codehub.tn est un site vitrine pour le coworking space Code Hub: l'établissment est lieu par excellence des développeurs à Sousse.",
    "projects_3_extended_overview": "Burpees.io est une solution pour les salles de sports nous y avons développé une application white labélisé. Ainsi, si une salle de sport veut sa propre application, elle va être généré automatiquement. Une partie web a été aussi réaliser : la partie administrateur pour le gérant de la salle.",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
